Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# googledrive.error.throttled
source: Google Drive is temporarily busy or rate-limited. Try again later.
de: Google Drive ist vorübergehend ausgelastet oder begrenzt die Anfragerate. Versuchen Sie es später erneut.
es: Google Drive está ocupado temporalmente o está limitando la frecuencia de solicitudes. Inténtalo de nuevo más tarde.
es_419: Google Drive está ocupado temporalmente o está limitando la frecuencia de las solicitudes. Inténtalo de nuevo más tarde.
fr: Google Drive est temporairement occupé ou limite la fréquence des requêtes. Réessayez plus tard.
ja: Google Drive が一時的にビジー状態か、リクエストが制限されています。しばらくしてからもう一度お試しください。
ko: Google Drive가 일시적으로 사용 중이거나 요청 빈도를 제한하고 있습니다. 나중에 다시 시도하세요.
pt_br: O Google Drive está temporariamente ocupado ou limitando a frequência das solicitações. Tente novamente mais tarde.
pt_pt: O Google Drive está temporariamente ocupado ou a limitar a frequência dos pedidos. Tente novamente mais tarde.
ru: Google Диск временно занят или ограничивает частоту запросов. Повторите попытку позже.
uk: Google Диск тимчасово зайнятий або обмежує частоту запитів. Спробуйте пізніше.
zh_hans: Google Drive 暂时繁忙或触发限流，请稍后重试。
zh_hant: Google Drive 暫時忙碌或限制要求頻率，請稍後再試。
zh_hk: Google Drive 暫時忙碌或限制要求頻率，請稍後再試。

# home.alert.confirmExecute
source: Confirm Execution
de: Ausführung bestätigen
es: Confirmar ejecución
es_419: Confirmar ejecución
fr: Confirmer l'exécution
ja: 実行の確認
ko: 실행 확인
pt_br: Confirmar execução
pt_pt: Confirmar execução
ru: Подтвердите выполнение
uk: Підтвердити виконання
zh_hans: 确认执行
zh_hant: 確認執行
zh_hk: 確認執行

# home.alert.confirmStop
source: Confirm Stop
de: Stoppen bestätigen
es: Confirmar detención
es_419: Confirmar detención
fr: Confirmer l'arrêt
ja: 停止の確認
ko: 중지 확인
pt_br: Confirmar parada
pt_pt: Confirmar paragem
ru: Подтвердите остановку
uk: Підтвердити зупинку
zh_hans: 确认停止
zh_hant: 確認停止
zh_hk: 確認停止

# home.alert.confirmStopMessage
source: You will need to re-select months after stopping.
de: Nach dem Stoppen müssen Sie die Monate erneut auswählen.
es: Tendrás que volver a seleccionar los meses después de detener la operación.
es_419: Tendrás que volver a seleccionar los meses después de detener.
fr: Vous devrez resélectionner les mois après l'arrêt.
ja: 停止すると月の選択をやり直す必要があります。
ko: 중지 후 월을 다시 선택해야 합니다.
pt_br: Você precisará selecionar os meses novamente após parar.
pt_pt: Terá de selecionar os meses novamente após parar.
ru: После остановки потребуется заново выбрать месяцы.
uk: Після зупинки потрібно буде обрати місяці знову.
zh_hans: 停止后需要重新选择月份。
zh_hant: 停止後需要重新選擇月份。
zh_hk: 停止後需要重新選擇月份。

# home.alert.connectionFailed
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Error de conexión
es_419: Error de conexión
fr: Échec de la connexion
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
pt_pt: Falha na ligação
ru: Не удалось подключиться
uk: Помилка з’єднання
zh_hans: 连接失败
zh_hant: 連接失敗
zh_hk: 連接失敗

# home.alert.localAlbumsUnavailable
source: Albums Unavailable
de: Alben nicht verfügbar
es: Álbumes no disponibles
es_419: Álbumes no disponibles
fr: Albums indisponibles
ja: アルバムを利用できません
ko: 앨범을 사용할 수 없음
pt_br: Álbuns indisponíveis
pt_pt: Álbuns indisponíveis
ru: Альбомы недоступны
uk: Альбоми недоступні
zh_hans: 相册不可用
zh_hant: 相簿不可用
zh_hk: 相簿不可用

# home.alert.localAlbumsUnavailableMessage
source: The selected albums no longer exist. The local source has been reset to All Photos.
de: Die ausgewählten Alben existieren nicht mehr. Die lokale Quelle wurde auf „Alle Fotos“ zurückgesetzt.
es: Los álbumes seleccionados ya no existen. La fuente local se restableció a Todas las fotos.
es_419: Los álbumes seleccionados ya no existen. La fuente local se restableció a Todas las fotos.
fr: Les albums sélectionnés n’existent plus. La source locale a été réinitialisée sur Toutes les photos.
ja: 選択したアルバムは存在しません。ローカルソースは「すべての写真」にリセットされました。
ko: 선택한 앨범이 더 이상 존재하지 않습니다. 로컬 소스가 모든 사진으로 재설정되었습니다.
pt_br: Os álbuns selecionados não existem mais. A fonte local foi redefinida para Todas as Fotos.
pt_pt: Os álbuns selecionados já não existem. A origem local foi reposta para Todas as Fotografias.
ru: Выбранные альбомы больше не существуют. Локальный источник сброшен на «Все фото».
uk: Вибраних альбомів більше немає. Локальне джерело змінено на «Усі фото».
zh_hans: 所选相册已不存在，本地来源已切回全部照片。
zh_hant: 所選相簿已不存在，本機來源已切回全部照片。
zh_hk: 所選相簿已不存在，本機來源已切換回全部相片。

# home.alert.localAlbumsUpdated
source: Selected Albums Updated
de: Ausgewählte Alben aktualisiert
es: Álbumes seleccionados actualizados
es_419: Álbumes seleccionados actualizados
fr: Albums sélectionnés mis à jour
ja: 選択したアルバムを更新しました
ko: 선택한 앨범이 업데이트됨
pt_br: Álbuns selecionados atualizados
pt_pt: Álbuns selecionados atualizados
ru: Выбранные альбомы обновлены
uk: Вибрані альбоми оновлено
zh_hans: 已更新所选相册
zh_hant: 已更新所選相簿
zh_hk: 已更新所選相簿

# home.alert.localAlbumsUpdatedMessage
source: Some selected albums no longer exist and were removed from the local source.
de: Einige ausgewählte Alben existieren nicht mehr und wurden aus der lokalen Quelle entfernt.
es: Algunos álbumes seleccionados ya no existen y se eliminaron de la fuente local.
es_419: Algunos álbumes seleccionados ya no existen y se eliminaron de la fuente local.
fr: Certains albums sélectionnés n’existent plus et ont été retirés de la source locale.
ja: 選択した一部のアルバムは存在しないため、ローカルソースから削除されました。
ko: 선택한 일부 앨범이 더 이상 존재하지 않아 로컬 소스에서 제거되었습니다.
pt_br: Alguns álbuns selecionados não existem mais e foram removidos da fonte local.
pt_pt: Alguns álbuns selecionados já não existem e foram removidos da origem local.
ru: Некоторые выбранные альбомы больше не существуют и были удалены из локального источника.
uk: Деяких вибраних альбомів більше не існує, тому їх вилучено з локального джерела.
zh_hans: 部分所选相册已不存在，已从本地来源中移除。
zh_hant: 部分所選相簿已不存在，已從本機來源中移除。
zh_hk: 部分所選相簿已不存在，已從本機來源中移除。

# home.alert.localIndexBuildInProgress
source: Local index is being updated. Wait for it to finish or cancel before starting an upload.
de: Der lokale Index wird gerade aktualisiert. Warten Sie, bis die Aktualisierung abgeschlossen ist, oder brechen Sie sie ab, bevor Sie einen Upload starten.
es: El índice local se está actualizando. Espera a que termine o cancélalo antes de iniciar una subida.
es_419: El índice local se está actualizando. Espera a que termine o cancélalo antes de iniciar una carga.
fr: L'index local est en cours de mise à jour. Attendez la fin ou annulez avant de lancer un envoi.
ja: ローカルインデックスを更新中です。完了するまで待つか、キャンセルしてからアップロードを開始してください。
ko: 로컬 인덱스를 업데이트하고 있습니다. 업로드를 시작하기 전에 완료될 때까지 기다리거나 취소하세요.
pt_br: O índice local está sendo atualizado. Aguarde a conclusão ou cancele antes de iniciar um envio.
pt_pt: O índice local está a ser atualizado. Aguarde a conclusão ou cancele antes de iniciar um envio.
ru: Локальный индекс обновляется. Дождитесь завершения или отмените, прежде чем начинать выгрузку.
uk: Локальний індекс зараз оновлюється. Дочекайтеся завершення або скасуйте, перш ніж розпочинати вивантаження.
zh_hans: 本地索引正在更新中，请等待完成或先取消，再开始上传。
zh_hant: 本機索引正在更新，請等候完成或先取消，再開始上傳。
zh_hk: 本機索引正在更新，請等候完成或先取消，再開始上載。

# home.alert.maintenanceInProgress
source: A remote maintenance task is in progress; please try again after it completes.
de: Eine Remote-Wartungsaufgabe wird ausgeführt. Versuchen Sie es nach Abschluss erneut.
es: Hay una tarea de mantenimiento remoto en curso; inténtalo de nuevo cuando termine.
es_419: Hay una tarea de mantenimiento remoto en curso; inténtalo de nuevo cuando termine.
fr: Une tâche de maintenance distante est en cours ; réessayez une fois qu’elle est terminée.
ja: リモートメンテナンス処理が実行中です。完了後にもう一度お試しください。
ko: 원격 유지 관리 작업이 진행 중입니다. 완료된 후 다시 시도하세요.
pt_br: Uma tarefa de manutenção remota está em andamento; tente novamente após a conclusão.
pt_pt: Está em curso uma tarefa de manutenção remota; tente novamente após a conclusão.
ru: Выполняется задача удалённого обслуживания; повторите попытку после её завершения.
uk: Виконується завдання віддаленого обслуговування; повторіть спробу після завершення.
zh_hans: 远端维护任务正在进行；请在其完成后重试。
zh_hant: 遠端維護任務正在進行；請在其完成後重試。
zh_hk: 遠端維護任務正在進行；請在其完成後重試。

# home.alert.passwordPlaceholder
source: Password
de: Passwort
es: Contraseña
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# home.alert.passwordPrompt
source: Enter Password
de: Passwort eingeben
es: Introduce la contraseña
es_419: Ingresa la contraseña
fr: Saisir le mot de passe
ja: パスワードを入力
ko: 비밀번호 입력
pt_br: Inserir senha
pt_pt: Introduzir palavra-passe
ru: Введите пароль
uk: Введіть пароль
zh_hans: 输入密码
zh_hant: 輸入密碼
zh_hk: 輸入密碼

# home.alert.remoteSelectionUnavailable
source: Remote Selection Unavailable
de: Remote-Auswahl nicht verfügbar
es: Selección remota no disponible
es_419: Selección remota no disponible
fr: Sélection distante indisponible
ja: リモートを選択できません
ko: 원격 항목을 선택할 수 없음
pt_br: Seleção remota indisponível
pt_pt: Seleção remota indisponível
ru: Удалённый выбор недоступен
uk: Віддалений вибір недоступний
zh_hans: 无法选择远端
zh_hant: 無法選擇遠端
zh_hk: 無法選擇遠端

# home.alert.remoteSelectionUnavailableMessage
source: Download and Complete are unavailable when the local source is specific albums. Switch to All Photos to select remote months.
de: Herunterladen und Vervollständigen sind nicht verfügbar, wenn die lokale Quelle auf bestimmte Alben festgelegt ist. Wechseln Sie zu „Alle Fotos“, um Remote-Monate auszuwählen.
es: Las opciones Descargar y Completar no están disponibles cuando la fuente local contiene álbumes específicos. Cambia a Todas las fotos para seleccionar meses remotos.
es_419: Las opciones Descargar y Completar no están disponibles cuando la fuente local contiene álbumes específicos. Cambia a Todas las fotos para seleccionar meses remotos.
fr: Le téléchargement et l’action Compléter ne sont pas disponibles lorsque la source locale est définie sur des albums spécifiques. Passez à Toutes les photos pour sélectionner des mois distants.
ja: ローカルソースが特定のアルバムの場合、ダウンロードと補完は利用できません。リモートの月を選択するには「すべての写真」に切り替えてください。
ko: 로컬 소스가 특정 앨범이면 다운로드와 보완을 사용할 수 없습니다. 원격 월을 선택하려면 모든 사진으로 전환하세요.
pt_br: Download e Completar não estão disponíveis quando a fonte local é Álbuns específicos. Mude para Todas as Fotos para selecionar meses remotos.
pt_pt: Transferir e Completar não estão disponíveis quando a origem local são álbuns específicos. Mude para Todas as Fotografias para selecionar meses remotos.
ru: Загрузка и дополнение недоступны, когда локальный источник — отдельные альбомы. Переключитесь на «Все фото», чтобы выбирать удалённые месяцы.
uk: Завантаження й доповнення недоступні, коли локальним джерелом є вибрані альбоми. Перейдіть до «Усі фото», щоб вибрати віддалені місяці.
zh_hans: 本地来源为特定相册时，不能下载或补全。切换到全部照片后才可选择远端月份。
zh_hant: 本機來源為特定相簿時，不能下載或補全。切換到全部照片後才可選擇遠端月份。
zh_hk: 本機來源為特定相簿時，無法下載或補全。切換至全部相片後才可選擇遠端月份。

# home.alert.s3SecretKeyPrompt
source: Enter Secret Access Key
de: Secret Access Key eingeben
es: Introducir Secret Access Key
es_419: Ingresa Secret Access Key
fr: Saisir la clé d’accès secrète
ja: Secret Access Key を入力
ko: Secret Access Key 입력
pt_br: Inserir Secret Access Key
pt_pt: Introduzir Secret Access Key
ru: Введите секретный ключ доступа
uk: Введіть секретний ключ доступу
zh_hans: 输入 Secret Access Key
zh_hant: 輸入 Secret Access Key
zh_hk: 輸入 Secret Access Key

# home.alert.selectionUnavailable
source: Selection Unavailable
de: Auswahl nicht verfügbar
es: Selección no disponible
es_419: Selección no disponible
fr: Sélection indisponible
ja: 選択できません
ko: 선택할 수 없음
pt_br: Seleção indisponível
pt_pt: Seleção indisponível
ru: Выбор недоступен
uk: Вибір недоступний
zh_hans: 暂时无法选择
zh_hant: 暫時無法選擇
zh_hk: 暫時無法選擇

# home.alert.upgradeMessage
source: The free version supports only 1 storage target. Upgrade to Pro to unlock unlimited storage targets.
de: Die kostenlose Version unterstützt nur ein Speicherziel. Mit einem Upgrade auf Pro können Sie unbegrenzt viele Speicherziele verwenden.
es: La versión gratuita solo admite un destino de almacenamiento. Actualiza a Pro para desbloquear destinos ilimitados.
es_419: La versión gratuita solo admite un destino de almacenamiento. Actualiza a Pro para desbloquear destinos ilimitados.
fr: La version gratuite ne prend en charge qu’une seule destination de stockage. Passez à Pro pour utiliser un nombre illimité de destinations de stockage.
ja: 無料版で使用できる保存先は 1 つだけです。Pro にアップグレードすると、保存先を無制限に追加できます。
ko: 무료 버전은 저장소 1개만 지원합니다. Pro로 업그레이드하여 무제한 저장소를 사용하세요.
pt_br: A versão gratuita suporta apenas 1 destino de armazenamento. Atualize para Pro para desbloquear destinos ilimitados.
pt_pt: A versão gratuita suporta apenas 1 destino de armazenamento. Atualize para Pro para desbloquear destinos ilimitados.
ru: Бесплатная версия поддерживает только 1 узел хранения. Перейдите на Pro, чтобы снять ограничение.
uk: Безкоштовна версія підтримує лише одне сховище. Перейдіть на Pro, щоб користуватися необмеженою кількістю сховищ.
zh_hans: 免费版仅支持 1 个存储目标。升级 Pro 解锁无限存储目标。
zh_hant: 免費版僅支援 1 個儲存目標。升級 Pro 解鎖無限儲存目標。
zh_hk: 免費版只支援 1 個儲存目標。升級 Pro 解鎖無限儲存目標。

# home.alert.upgradeTitle
source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
es_419: Actualizar a Pro
fr: Passer à Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
pt_pt: Atualizar para Pro
ru: Перейти на Pro
uk: Перейти на Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro
zh_hk: 升級到 Pro

# home.confirm.backupMonths
source: Backup %lld months
de: %lld Monate sichern
es: Hacer una copia de seguridad de %lld meses
es_419: Respaldar %lld meses
fr: Sauvegarder %lld mois
ja: %lld か月分をバックアップ
ko: %lld개월 백업
pt_br: Fazer backup de %lld meses
pt_pt: Fazer cópia de %lld meses
ru: Резервное копирование %lld месяцев
uk: Створити резервну копію за %lld місяців
zh_hans: 备份 %lld 个月
zh_hant: 備份 %lld 個月
zh_hk: 備份 %lld 個月

# home.confirm.complementMonths
source: Complete %lld months
de: %lld Monate vervollständigen
es: Completar %lld meses
es_419: Completar %lld meses
fr: Compléter %lld mois
ja: %lld か月分を補完
ko: %lld개월 보완
pt_br: Completar %lld meses
pt_pt: Completar %lld meses
ru: Дополнить %lld месяцев
uk: Доповнити %lld місяців
zh_hans: 补全 %lld 个月
zh_hant: 補全 %lld 個月
zh_hk: 補全 %lld 個月

# home.confirm.downloadMonths
source: Download %lld months
de: %lld Monate herunterladen
es: Descargar %lld meses
es_419: Descargar %lld meses
fr: Télécharger %lld mois
ja: %lld か月分をダウンロード
ko: %lld개월 다운로드
pt_br: Baixar %lld meses
pt_pt: Transferir %lld meses
ru: Загрузить %lld месяцев
uk: Завантажити %lld місяців
zh_hans: 下载 %lld 个月
zh_hant: 下載 %lld 個月
zh_hk: 下載 %lld 個月

# home.data.localCount
source: Local %lld
de: Lokal %lld
ja: ローカル %lld 件
ko: 로컬 %lld개
ru: Локально %lld
uk: Локально %lld
zh_hans: 本地 %lld 项
zh_hant: 本機 %lld 項
zh_hk: 本機 %lld 項

# home.duplicates.confirmMessage
source: %lld items will be moved to Recently Deleted.
de: %lld Elemente werden in „Zuletzt gelöscht“ verschoben.
es: %lld elementos se moverán a Eliminados recientemente.
es_419: %lld elementos se moverán a Eliminados recientemente.
fr: %lld éléments seront déplacés vers « Supprimées récemment ».
ja: %lld 件を「最近削除した項目」に移動します。
ko: %lld개 항목을 최근 삭제된 항목으로 이동합니다.
pt_br: %lld itens serão movidos para Apagados recentemente.
pt_pt: %lld itens serão movidos para Apagados recentemente.
ru: %lld элементов будут перемещены в «Недавно удалённые».
uk: %lld елементів буде переміщено до альбому «Недавно видалені».
zh_hans: %lld 个项目将被移到「最近删除」。
zh_hant: %lld 個項目將被移到「最近刪除」。
zh_hk: %lld 個項目會移到「最近刪除」。

# home.duplicates.confirmTitle
source: Remove Selected Duplicates?
de: Ausgewählte Duplikate entfernen?
es: ¿Eliminar los duplicados seleccionados?
es_419: ¿Eliminar los duplicados seleccionados?
fr: Supprimer les doublons sélectionnés ?
ja: 選択した重複項目を削除しますか？
ko: 선택한 중복 항목을 제거할까요?
pt_br: Remover os duplicados selecionados?
pt_pt: Remover os duplicados selecionados?
ru: Удалить выбранные дубликаты?
uk: Видалити вибрані дублікати?
zh_hans: 删除选中的重复项目？
zh_hant: 刪除選中的重複項目？
zh_hk: 刪除所選的重複項目？

# home.duplicates.deleteFailed
source: Failed to remove the selected items. The operation may have been canceled or denied.
de: Die ausgewählten Elemente konnten nicht entfernt werden. Der Vorgang wurde möglicherweise abgebrochen oder verweigert.
es: No se pudieron eliminar los elementos seleccionados. Puede que la operación se haya cancelado o denegado.
es_419: No se pudieron eliminar los elementos seleccionados. Puede que la operación se haya cancelado o denegado.
fr: Échec de la suppression des éléments sélectionnés. L'opération a peut-être été annulée ou refusée.
ja: 選択した項目の削除に失敗しました。キャンセルされたか拒否された可能性があります。
ko: 선택한 항목을 제거하지 못했습니다. 취소되었거나 거부되었을 수 있습니다.
pt_br: Não foi possível remover os itens selecionados. A remoção pode ter sido cancelada ou negada.
pt_pt: Não foi possível remover os itens selecionados. A remoção pode ter sido cancelada ou recusada.
ru: Не удалось удалить выбранные элементы. Возможно, действие было отменено или отклонено.
uk: Не вдалося видалити вибрані об’єкти. Можливо, операцію скасовано або заборонено.
zh_hans: 移除所选项目失败，操作可能已取消或被系统拒绝。
zh_hant: 移除所選項目失敗，操作可能已取消或被系統拒絕。
zh_hk: 移除所選項目失敗，操作可能已取消或被系統拒絕。

# home.duplicates.emptyMessage
source: No duplicate items were found in the local index.
de: Im lokalen Index wurden keine doppelten Elemente gefunden.
es: No se encontraron elementos duplicados en el índice local.
es_419: No se encontraron elementos duplicados en el índice local.
fr: Aucun élément en double trouvé dans l'index local.
ja: ローカルインデックスに重複した項目は見つかりませんでした。
ko: 로컬 인덱스에서 중복 항목을 찾지 못했습니다.
pt_br: Nenhum item duplicado encontrado no índice local.
pt_pt: Não foram encontrados itens duplicados no índice local.
ru: В локальном индексе не найдено дубликатов.
uk: У локальному індексі дублікатів не знайдено.
zh_hans: 本地索引中未发现重复项目。
zh_hant: 本機索引中未發現重複項目。
zh_hk: 本機索引中未發現重複項目。

# home.duplicates.emptyTitle
source: No Duplicates
de: Keine Duplikate
es: Sin duplicados
es_419: Sin duplicados
fr: Aucun doublon
ja: 重複なし
ko: 중복 없음
pt_br: Sem duplicados
pt_pt: Sem duplicados
ru: Дубликатов нет
uk: Без дублікатів
zh_hans: 没有重复项目
zh_hant: 沒有重複項目
zh_hk: 沒有重複項目

# home.duplicates.execute
source: Execute
de: Ausführen
es: Ejecutar
es_419: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt_br: Executar
pt_pt: Executar
ru: Выполнить
uk: Виконати
zh_hans: 执行
zh_hant: 執行
zh_hk: 執行

# home.duplicates.gateExplanation
source: Duplicate detection relies on the local index. The current index is incomplete, so some duplicates may not appear. Tap above to build or update the index.
de: Die Duplikaterkennung nutzt den lokalen Index. Der Index ist derzeit unvollständig, sodass einige Duplikate fehlen können. Tippen Sie oben, um den Index aufzubauen oder zu aktualisieren.
es: La detección de duplicados se basa en el índice local. El índice actual está incompleto, por lo que algunos duplicados pueden no aparecer. Toca arriba para crear o actualizar el índice.
es_419: La detección de duplicados se basa en el índice local. El índice actual está incompleto, por lo que algunos duplicados podrían no aparecer. Toca arriba para crear o actualizar el índice.
fr: La détection des doublons repose sur l'index local. L'index actuel est incomplet, donc certains doublons peuvent ne pas apparaître. Touchez ci-dessus pour créer ou mettre à jour l'index.
ja: 重複項目の検出はローカルインデックスに依存します。現在のインデックスは不完全なため、一部の重複が表示されないことがあります。上をタップしてインデックスを作成または更新してください。
ko: 중복 검색은 로컬 인덱스를 사용합니다. 현재 인덱스가 불완전하여 일부 중복 항목이 표시되지 않을 수 있습니다. 위의 항목을 탭하여 인덱스를 생성하거나 업데이트하세요.
pt_br: A detecção de duplicados depende do índice local. O índice atual está incompleto, portanto alguns duplicados podem não aparecer. Toque acima para criar ou atualizar o índice.
pt_pt: A deteção de duplicados depende do índice local. O índice atual está incompleto, pelo que alguns duplicados podem não aparecer. Toque acima para criar ou atualizar o índice.
ru: Поиск дубликатов опирается на локальный индекс. Текущий индекс неполон, поэтому часть дубликатов может не отображаться. Нажмите выше, чтобы построить или обновить индекс.
uk: Виявлення дублікатів спирається на локальний індекс. Поточний індекс неповний, тому деякі дублікати можуть не з’являтися. Торкніться вище, щоб створити або оновити індекс.
zh_hans: 重复项目检测依赖本地索引。当前索引尚未完备，可能漏检部分重复项目。轻点上方进入索引页面建立或更新。
zh_hant: 重複項目偵測依賴本機索引。目前索引尚未完整，可能會漏掉部分重複項目。點一下上方以開啟索引頁面並建立或更新索引。
zh_hk: 重複項目偵測依賴本機索引。目前索引尚未完整，可能會漏掉部分重複項目。點按上方以開啟索引頁面並建立或更新索引。

# home.duplicates.gateTitle
source: Local Index
de: Lokaler Index
es: Índice local
es_419: Índice local
fr: Index local
ja: ローカルインデックス
ko: 로컬 인덱스
pt_br: Índice local
pt_pt: Índice local
ru: Локальный индекс
uk: Локальний індекс
zh_hans: 本地索引
zh_hant: 本機索引
zh_hk: 本機索引

# home.duplicates.loading
source: Scanning duplicates…
de: Duplikate werden gesucht…
es: Buscando duplicados…
es_419: Buscando duplicados…
fr: Recherche de doublons…
ja: 重複項目を検索中…
ko: 중복 검색 중…
pt_br: Buscando duplicados…
pt_pt: A procurar duplicados…
ru: Поиск дубликатов…
uk: Сканування дублікатів…
zh_hans: 扫描重复中…
zh_hant: 掃描重複中…
zh_hk: 掃描重複中…

# home.duplicates.processGroup
source: Process this group
de: Diese Gruppe verarbeiten
es: Procesar este grupo
es_419: Procesar este grupo
fr: Traiter ce groupe
ja: このグループを処理
ko: 이 그룹 처리
pt_br: Processar este grupo
pt_pt: Processar este grupo
ru: Обработать эту группу
uk: Опрацювати цю групу
zh_hans: 处理此组
zh_hant: 處理此組
zh_hk: 處理此群組

# home.duplicates.staleSnapshotMessage
source: Some photos changed since you opened this list, so the duplicates have been refreshed. Review the new list before deleting.
de: Einige Fotos wurden geändert, seit Sie diese Liste geöffnet haben. Die Liste wurde aktualisiert. Prüfen Sie sie vor dem Löschen erneut.
es: Algunas fotos han cambiado desde que abriste esta lista, por lo que se han actualizado los duplicados. Revisa la nueva lista antes de eliminar nada.
es_419: Algunas fotos cambiaron desde que abriste esta lista, por lo que se actualizaron los duplicados. Revisa la nueva lista antes de eliminar nada.
fr: Certaines photos ont changé depuis l’ouverture de cette liste ; la liste des doublons a donc été actualisée. Vérifiez la nouvelle liste avant de supprimer des éléments.
ja: リストを開いてから一部の写真が変更されたため、リストを更新しました。削除前に再確認してください。
ko: 이 목록을 연 뒤 일부 사진이 변경되어 중복 항목 목록을 새로 고쳤습니다. 삭제하기 전에 새 목록을 확인하세요.
pt_br: Algumas fotos mudaram desde que você abriu esta lista, por isso a lista de duplicados foi atualizada. Revise a nova lista antes de excluir.
pt_pt: Algumas fotografias mudaram desde que abriu esta lista, por isso a lista de duplicados foi atualizada. Reveja a nova lista antes de eliminar.
ru: С момента открытия списка часть фото изменилась, и дубликаты были обновлены. Просмотрите новый список перед удалением.
uk: Деякі фото змінилися відтоді, як ви відкрили цей список. Він оновлений — перегляньте перед видаленням.
zh_hans: 在你打开列表之后部分照片发生了变化，列表已自动刷新。请重新确认后再删除。
zh_hant: 你開啟列表後，部分照片已發生變更，因此重複項目已重新整理。請先檢查新列表再刪除。
zh_hk: 你開啟列表後，部分相片已發生變更，因此重複項目已更新。請先檢查新列表再刪除。

# home.duplicates.staleSnapshotTitle
source: Library Changed
de: Mediathek geändert
es: La biblioteca cambió
es_419: La biblioteca cambió
fr: Photothèque modifiée
ja: 写真ライブラリが変更されました
ko: 보관함이 변경됨
pt_br: A biblioteca mudou
pt_pt: A biblioteca mudou
ru: Медиатека изменилась
uk: Фототеку змінено
zh_hans: 照片库已变化
zh_hant: 照片庫已變化
zh_hk: 相片庫有變動

# home.duplicates.statusDelete
source: Delete
de: Löschen
es: Borrar
es_419: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# home.duplicates.statusKeep
source: Keep
de: Behalten
es: Mantener
es_419: Mantener
fr: Garder
ja: 残す
ko: 유지
pt_br: Manter
pt_pt: Manter
ru: Оставить
uk: Залишити
zh_hans: 保留
zh_hant: 保留
zh_hk: 保留
